<template>
     <img src="../public/cafe_chairs_table.jpg" alt="">
    <div class="haba">
     <div class="logo-whale">
     <img src="../public/buy 2 get 1.jpg" alt="">

     <p>当社のカフェは、心地よい空間と美味しい飲み物が自慢です。
        居心地の良い内装と暖かい雰囲気で、リラックスしておくつろぎいただけます。
        豊富なメニューは、こだわりのコーヒー、紅茶、フレーバードリンクなど様々な選択肢がございます。
        また、季節ごとの限定メニューもご用意しており、いつ訪れても新しい味わいをお楽しみいただけます。
        お食事にもこだわっており、サンドイッチやパスタ、スイーツなどの軽食をご提供しています。
        外のテラス席もあり、天気のいい日には風を感じながらお食事をお楽しみいただくこともできます。
        スタッフは明るくフレンドリーで、お客様一人ひとりのニーズに合わせたサービスを心掛けております。
        是非、当店でゆっくりとくつろいでいただきながら、特別なひとときをお過ごしください。</p>
    
     <img src="../public/cafe.png" alt="">
     </div>
     <h2>店舗</h2> 
     <table>
        <tr>
            <th>住所</th>
            <td>〒123-4567 京都市カフェ区コーヒー町1-2-3</td>
        </tr>
        <tr>
            <th>電話番号</th>
            <td>000-123-123</td>
        </tr>
        <tr>
            <th>定休日</th>
            <td>水曜日</td>
        </tr>
        <tr>
            <th>ご予約</th>
            <td>ご予約はお電話または <a href="otoiawase">お問い合わせフォーム</a>で受け付けております</td>
        </tr>
     </table>
    </div> 
</template>